{
	"nav_about": "Sobre",
	"nav_skills": "Competências",
	"nav_experience": "Experiência",
	"nav_education": "Formação",
	"nav_contact": "Contato",
	"nav_projects": "Projetos",
	"hero_name": "Olá, Sou Deyvid Santos",
	"hero_title": "Desenvolvedor Web | Especialista Java, AWS e Angular | 2x Certificado da AWS",
	"hero_cta": "Entre em Contato",
	"hero_info": "Desenvolvedor Fullstack especializado em Java, Angular e Cloud, dedicado à criação de soluções inovadoras e escaláveis para impulsionar negócios. Comprometido com a aprendizagem contínua de novas tecnologias.",
	"about_title": "Sobre Mim",
	"about_p1": "Desenvolvedor de software apaixonado pela construção de soluções inovadoras e escaláveis. Tenho grande interesse em aproveitar tecnologias como Java, Spring Boot, Angular e Microsoft SQL Server para criar aplicações que resolvem problemas do mundo real.",
	"about_p2": "Minha curiosidade alimenta meu desejo de explorar novos desafios, e estou sempre aprendendo, especialmente em áreas como AWS e DevOps. Gosto de trabalhar com equipes multifuncionais para integrar sistemas complexos e sou motivado a tornar os processos mais eficientes e escaláveis. Acredito na criação de ambientes onde a colaboração, o crescimento e a inovação estão em primeiro plano.",
	"skills_title": "Principais Competências",
	"experience_title": "Experiência",
	"exp1_title": "Digital IT Teacher",
	"exp1_date": "novembro de 2023 - Presente",
	"exp2_title": "Programador Trainee",
	"exp2_date": "setembro de 2024 - novembro de 2024",
	"exp2_desc": "Atuei em projetos como Shadow StepUp usando HTML, CSS, JavaScript e Angular como desenvolvedor de interfaces para o projeto proposto.",
	"exp3_title": "Estagiário Back-end Journey (Spring Boot) - AWS Context",
	"exp3_date": "junho de 2023 - novembro de 2023",
	"education_title": "Formação Acadêmica",
	"edu1_title": "Pós-graduação, Engenharia de Software",
	"edu2_title": "Bacharelado, Ciência da Computação",
	"edu3_title": "Curso Técnico, Auxiliar de Redator de Textos Técnicos",
	"contact_title": "Contato",
	"contact_subtitle": "Vamos nos conectar e construir algo incrível juntos!",
	"footer_text": "Todos os direitos reservados."
}