{
	"nav_about": "Sobre",
	"nav_skills": "Competências",
	"nav_experience": "Experiência",
	"nav_education": "Formação",
	"nav_contact": "Contato",
	"nav_projects": "Projetos",
	"hero_name": "Olá, Sou Deyvid Santos",
	"hero_title": "Desenvolvedor Web | Especialista Java, AWS e Angular | 2x Certificado da AWS",
	"hero_cta": "Entre em Contato",
	"hero_info": "Desenvolvedor Fullstack especializado em Java, Angular e Cloud, dedicado à criação de soluções inovadoras e escaláveis para impulsionar negócios. Comprometido com a aprendizagem contínua de novas tecnologias.",
	"about_title": "Sobre Mim",
	"about_p1": "Desenvolvedor de software apaixonado pela construção de soluções inovadoras e escaláveis. Tenho grande interesse em aproveitar tecnologias como Java, Spring Boot, Angular e Microsoft SQL Server para criar aplicações que resolvem problemas do mundo real.",
	"about_p2": "Minha curiosidade alimenta meu desejo de explorar novos desafios, e estou sempre aprendendo, especialmente em áreas como AWS e DevOps. Gosto de trabalhar com equipes multifuncionais para integrar sistemas complexos e sou motivado a tornar os processos mais eficientes e escaláveis. Acredito na criação de ambientes onde a colaboração, o crescimento e a inovação estão em primeiro plano.",
	"about_h3_1": "Soluções Inovadoras",
	"about_h3_2": "Colaboração e Eficiência",
	"about_h3_3": "Crescimento e DevOps",
	"about_p3": "Acredito na criação de ambientes onde a colaboração e a inovação estão em primeiro plano. Também sou apaixonado por expandir minha,experiência em DevOps para ajudar empresas a construir infraestruturas resilientes e de alto desempenho que apoiam a melhoria contínua.",
	"skills_title": "Competências",
	"skills_description": "Confira abaixo minhas principais competências técnicas, que abrangem backend, frontend, cloud, DevOps, testes e design.",
	"experience_title": "Experiência",
	"exp1_title": "Criador de conteúdo educacional",
	"exp1_date": "novembro de 2023 - Presente",
	"exp1_desc": "Criação de conteúdo educacional e tutoriais em vídeo sobre desenvolvimento de software, abordando tecnologias como Java, AWS e Angular.",
	"exp2_title": "Programador Trainee",
	"exp2_date": "setembro de 2024 - novembro de 2024",
	"exp2_desc": "Atuei em projetos como Shadow StepUp usando HTML, CSS, JavaScript e Angular como desenvolvedor de interfaces para o projeto proposto.",
	"exp3_title": "Estagiário Back-end Journey (Spring Boot) - AWS Context",
	"exp3_date": "junho de 2023 - novembro de 2023",
	"exp3_desc": "Desenvolvimento e manutenção de microserviços com Java e Spring Boot em um ambiente focado em nuvem AWS.",
	"projects_title": "Projetos",
  "projects_description": "Explore alguns dos projetos que desenvolvi, abrangendo desde aplicações web completas até desafios de microsserviços e linguagens de programação.",
	"education_title": "Formação Acadêmica",
	"edu1_title": "Pós-graduação, Engenharia de Software",
	"edu2_title": "Bacharelado, Ciência da Computação",
	"edu3_title": "Curso Técnico, Auxiliar de Redator de Textos Técnicos",
	"edu1_period": "Descomplica (fevereiro de 2024 - agosto de 2024)",
  "edu2_period": "UNIFG (janeiro de 2020 - dezembro de 2023)",
  "edu3_period": "SENAI Caruaru (dezembro de 2023 - janeiro de 2024)",
	"contact_title": "Contato",
	"contact_subtitle": "Vamos nos conectar e construir algo incrível juntos!",
	"contact_form_name_label": "Nome",
  "contact_form_name_placeholder": "Digite seu nome completo",
  "contact_form_email_label": "Email",
  "contact_form_email_placeholder": "Digite seu melhor email",
  "contact_form_message_label": "Mensagem",
  "contact_form_message_placeholder": "Deixe sua mensagem aqui...",
  "contact_form_send": "<i class='fa-solid fa-paper-plane'></i> Enviar Mensagem`",
	"footer_text": "Todos os direitos reservados."
}
